{
  "posts": [
    {
      "id": 1,
      "title": "Mermaid Smoothie Bowl",
      "description": "This magical Mermaid Smoothie Bowl is loved by children and adults alike and has the added benefit of health thanks to blue spirulina powder. The diy mermaid tails are made from frozen yogurt mixed with natural colorings and added to silicone molds. This smoothie bowl is incredibly easy to make at home. Your little mermaid is going to love it.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Mermaid-Smoothie-Bowl-7.jpg.webp",
      "category": "smoothies",
      "category2": "desserts"
    },
    {
      "id": 2,
      "title": "Lemonade Chicken",
      "description": "These crunchy Lemonade Chicken drumsticks are a combination of tangy buttermilk chicken paired with a crunchy, zesty coating that is melt-in-your-mouth perfect. If you’re craving a crunch that packs a punch, this chicken recipe is for you.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Lemonade-Chicken-3.jpg.webp",
      "category": "chicken",
      "category2": "starters"
    },
    {
      "id": 3,
      "title": "Lemon Cornmeal Cake",
      "description": "Indulge in a slice of pure sunshine with this lemon cornmeal cake. This recipe blends the comforting flavors of cornbread, with the allure of a buttermilk coffee cake. Each bite is slathered in lemon glaze and crowned with a mound of blueberry topping as a finishing touch.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Lemon-Cornmeal-Cake-6.jpg.webp",
      "category": "desserts",
      "category2": "cakes"
    },
    {
      "id": 4,
      "title": "Strawberry Buttermilk Pancakes",
      "description": "Strawberry Buttermilk Pancakes, where sweet meets tanginess and breakfast becomes a morning love affair. Topped with strawberry sauce, this fluffy, buttermilk stack is the epitome of pancake perfection.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Strawberry-Buttermilk-Pancakes-1.jpg.webp",
      "category": "breakfast",
      "category2": "fruity delights"
    },
    {
      "id": 5,
      "title": "Strawberry Sauce",
      "description": "Bottle up this simple Strawberry Sauce to always have on hand. Use it as a finishing touch on everything from waffles to buttermilk pancakes, on top of cheesecake, drizzled over vanilla ice cream or spooned over shortcakes. It’s the strawberry topping recipe you’re going to use all summer long.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Strawberry-Sauce-5.jpg.webp",
      "category": "condiments",
      "category2": "toppings"
    },
    {
      "id": 6,
      "title": "cherry martini",
      "description": "This sophisticated and unique version of a Cherry Martini is like no other you’ve experienced. Its incredibly punchy, but velvety, cherry flavor profile is balanced and its crimson, red color is captivating. Edible glitter is optional, but recommended if you’re wanting to make a bold statement.",
      "image": "https://noblepig.com/site/wp-content/uploads/2023/06/Cherry-Martini-3.jpg.webp",
      "category": "condiments",
      "category2": "toppings"
    }
  ]
}
